{
  "ale": { "branch": "master" },
  "bats.vim": { "branch": "master" },
  "bracey.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "colorizer": { "branch": "master" },
  "ctrlp.vim": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "impatient.nvim": { "branch": "main" },
  "indentLine": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nerdtree-git-plugin": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.vim": { "branch": "main" },
  "palenight.vim": { "branch": "master" },
  "pear-tree": { "branch": "master" },
  "presence.nvim": { "branch": "main" },
  "rust.vim": { "branch": "master" },
  "sniprun": { "branch": "master" },
  "tabline.nvim": { "branch": "main" },
  "vim-cursorword": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "master" },
  "vim-godot": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-mergetool": { "branch": "master" },
  "vim-mkdir": { "branch": "master" },
  "vim-monokai": { "branch": "master" },
  "vim-nearley": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-smoothie": { "branch": "master" },
  "vim-snazzy": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-vsnip": { "branch": "master" }
}